Repository: Mu-L/jewelcraft
Catalog: source/localization/*.po
Languages: fr_fr

source: Gem Colors
fr_fr: Couleur de la pierre précieuse

source: Asset Manager
fr_fr: Navigateur de ressources

source: Show Asset Name
fr_fr: Affiche le nom de la Ressource

source: Design Report
fr_fr: Rapport de Conception

source: Report Language
fr_fr: Langue du rapport

source: Gems
fr_fr: Pierres précieuses

source: Assets
fr_fr: Ressources

source: Select by Trait
fr_fr: Sélectionnez par trait

source: Jeweling
fr_fr: Bijouterie

source: Weighting
fr_fr: Poids

source: Prongs
fr_fr: Grains

source: Cutter
fr_fr: Alésage

source: Overrides
fr_fr: Utiliser les substitutions

source: Line Width
fr_fr: Epaisseur de ligne

source: Show Composition
fr_fr: Afficher la composition

source: Show Density
fr_fr: Afficher la densité

source: Warnings
fr_fr: Avertissements

source: Show All
fr_fr: Tout montrer

source: Material Color
fr_fr: Couleur du matériau

source: Scene scale is not optimal
fr_fr: L'échelle de la scène n'est pas optimal

source: Unsupported unit system
fr_fr: Système d'unités non supporté

source: Limit by Selection
fr_fr: Limiter à la sélection

source: Viewport Background
fr_fr: Arrière-plan de la Fenêtre de Visualisation

source: Save to Image
fr_fr: Enregistrer au format image

source: Additional Entries
fr_fr: Entrées supplémentaires

source: Gem Map
fr_fr: Plan d'empierrage

source: Gem Table
fr_fr: Liste des pierres

source: Gem Size
fr_fr: Dimension des pierres

source: Weight
fr_fr: Poids

source: Preview Resolution
fr_fr: Résolution de la prévisualisation

source: Preview Scale
fr_fr: Echelle de la prévisualisation

source: Snap to Edges
fr_fr: Accrochage aux arêtes

source: Asset Name
fr_fr: Nom de la ressources

source: Category Name
fr_fr: Nom des catégories

source: Curvature Scale
fr_fr: Echelle de la courbe

source: Prong Number
fr_fr: Nombre de grains

source: Detalization
fr_fr: Niveau de détail

source: Bump Scale
fr_fr: Niveau de boulé

source: Diameter
fr_fr: Diamètre

source: Size Offset
fr_fr: Décalage de taille

source: Girdle
fr_fr: Feuilletis

source: Hole
fr_fr: Percage

source: Culet
fr_fr: Cullase

source: Handle
fr_fr: Poignée

source: Curve Seat
fr_fr: Siège de la courbe

source: Curve Profile
fr_fr: Profil de la courbe

source: Bevel Corners
fr_fr: Coins biseautés

source: Length Offset
fr_fr: Décalage de longueur

source: Width Offset
fr_fr: Décalage de largueur

source: Position Offset
fr_fr: Décalage de la position

source: Mirror Axis
fr_fr: Axe de symétrie

source: Select Children
fr_fr: Sélectionner l'enfant

source: Parent to selected
fr_fr: Parent de la sélection

source: Use 3D Cursor
fr_fr: Utiliser le curseur 3D

source: Ring Size
fr_fr: Taille de doigt

source: Britain
fr_fr: Grande Bretagne

source: Swiss
fr_fr: Suisse

source: Japan
fr_fr: Japon

source: Circumference
fr_fr: Périmètre

source: Action completed
fr_fr: Action terminée

source: No corresponding size
fr_fr: Pas de taille correspondante

source: Configuration folder for certain add-on preferences, like asset favorites, gem colors and similar
fr_fr: Dossier de configuration pour certaines préférences de l'add-on, comme les favoris de ressources, les couleurs de gemmes et autres similaires

source: Makes transforms on Z axis consistent with original object (does not affect gems)
fr_fr: Rend les transformations sur l'axe Z cohérentes avec l'objet d'origine (n'affecte pas les gemmes)

source: Add gemstone to the scene
fr_fr: Ajouter une pierre précieuse à la scène

source: Edit selected gems
fr_fr: Editer les pierres sélectionnées

source: Round diamonds only
fr_fr: Diamants ronds uniquement

source: Show colors list
fr_fr: Afficher la liste des couleurs

source: Force edit selected mesh objects, can be used to make gems from non-gem objects
fr_fr: Forcer l'édition des objets maillés sélectionnés, peut être utilisé pour créer des gemmes à partir d'objets non-gemmes

source: Only edit gem identifiers, not affecting object data and materials
fr_fr: Modifier uniquement les identifiants des gemmes, sans affecter les données et les matériaux des objets

source: Save to file in project folder
fr_fr: Enregistrer dans le dossier du projet

source: Use user preferences language setting
fr_fr: Utiliser les paramètres de langue des préférences utilisateur

source: Select gems by trait
fr_fr: Sélectionnez des pierres par trait

source: Distribute selected object along active curve (Shortcut: hold Ctrl when using the tool to avoid properties reset)
fr_fr: Distribuer l'objet sélectionné le long de la courbe active (Shortcut: maintenez la touche Ctrl pour éviter la remise à zéro des paramètres)

source: Redistribute selected objects along curve
fr_fr: Redistribuer les objets sélectionnés le long de la courbe

source: Display weight and volume for selected mesh objects
fr_fr: Afficher le poids et le volume pour les maillages sélectionnés

source: Create instance face for selected objects
fr_fr: Créer une instance de face pour les objets sélectionnés

source: Create size curve
fr_fr: Créer une courbe de taille

source: Stretch deformed objects along curve on X axis, also works in Edit Mode with selected vertices
fr_fr: Étirer les objets déformés le long de la courbe sur l’axe X, fonctionne également en mode édition avec les sommets sélectionnés

source: Display curve length
fr_fr: Afficher la longueur de la courbe

source: Move deformed object over or under the curve
fr_fr: Déplacer l'objet déformé au dessus ou au dessous de la courbe

source: Mirror selected objects around one or more axes, keeping object data linked
fr_fr: Symétriser les objets sélectionnés autour d'un ou plusieurs axes, en maintenant les données d'objets liées

source: Project selected objects onto active object using Lattice
fr_fr: Projeter des objets sélectionnés sur un objet actif à l'aide de Lattice

source: Deform active object profile with Lattice, also works in Edit Mode with selected vertices
fr_fr: Déformer le profil d'objet actif avec Lattice, fonctionne également en mode édition avec les sommets sélectionnés

source: Create prongs for selected gems (Shortcut: hold Ctrl when using the tool to avoid properties reset)
fr_fr: Créer des grains pour les pierres sélectionnées (Raccourci: maintenez la touche Ctrl pour éviter la remise à zéro des paramètres)

source: Create cutter for selected gems (Shortcut: hold Ctrl when using the tool to avoid properties reset)
fr_fr: Créer une coupe pour les pierres sélectionnées (Raccourci: maintenez la touche Ctrl pour éviter la remise à zéro des paramètres)

source: Curve start position
fr_fr: Position de départ de la courbe

source: Density g/cm³
fr_fr: Densité g/cm³

source: Create category
fr_fr: Créer une catégorie

source: Rename category
fr_fr: Renommer une catégorie

source: Refresh asset UI
fr_fr: Rafraichir le menu des ressources

source: Add selected objects to asset library
fr_fr: Ajouter les objets sélectionnés à la bibliothèque de ressources

source: Rename asset
fr_fr: Renommer la ressource

source: Remove from library
fr_fr: Retirer la ressource de la librairie

source: Replace current asset with selected objects
fr_fr: Remplacer la ressource actuelle avec les objets sélectionnés

source: Replace asset preview image
fr_fr: Remplacer la vignette de la ressource

source: Import selected asset
fr_fr: Importer la ressource sélectionnée

source: Asset category
fr_fr: Catégorie de la ressource

source: Show asset name in sidebar
fr_fr: Afficher le nom de la ressource dans la barre latérale

source: Show distance to nearby gems
fr_fr: Afficher la distance vis à vis des gemmes à proximité

source: Use object defined overlay settings
fr_fr: Utiliser les substitutions de widget définis pour l'objet

source: Draw overlay in front of objects
fr_fr: Dessiner des widgets devant des objets

source: Override overlay settings for selected objects
fr_fr: Substituer les propriétés d'affichage du widget pour les objets sélectionnés

source: Remove overrides from selected objects
fr_fr: Supprimer les propriétés de substitution de widget des objets sélectionnés

source: Add new material to the list
fr_fr: Ajouter un nouveau matériau à la liste

source: Show material density
fr_fr: Afficher la densité du matériau dans la liste

source: Show material composition
fr_fr: Afficher la composition du matériau dans la liste

source: Material name
fr_fr: Nom du matériau

source: Material composition
fr_fr: Composition du matériau

source: Use one-dimensional lattice for even deformation
fr_fr: Utilisez un treillis unidimensionnel pour une déformation uniforme

source: Use two-dimensional lattice for proportional deformation
fr_fr: Utiliser un treillis bidimensionnel pour une déformation proportionnelle

source: Scale selected objects to given size
fr_fr: Mettre à l'échelle les objets sélectionnés à une taille donnée

source: Move each object individually
fr_fr: Déplacer chaque objet individuellement

source: Enable material for weighting display
fr_fr: Activer le matériau pour l'affichage pondéré

source: Parent imported asset to selected objects (Shortcut: hold Alt when using the tool)
fr_fr: Aparenter la ressource importée pour les objets sélectionnés (Raccourci: presser la touche Alt en utilisant l'outil)

source: Select gems that are less than 0.1 mm distance from each other or overlapping
fr_fr: Sélectionner les pierres qui ont moins de 0,1mm de distance entre elles ou qui se superposent

source: Show spacing guide for all visible gems
fr_fr: Afficher les zones d'espacement pour toutes les pierres visibles

source: Show for all visible gems
fr_fr: Afficher pour toutes les gemmes visibles

source: Set optimal unit settings for jewelry modelling
fr_fr: Définir les unités optimales pour la modélisation en Joaillerie

source: Compose gem table and map it to gems in the scene
fr_fr: Composer un tableau de pierres et l'appliquer sur les pierres dans la scène

source: Present summary information about the design, including gems, sizes and weight
fr_fr: Présenter un résumé des informations sur le dessin, y compris les gemmes, les tailles et le poids

source: Add a new measurement
fr_fr: Ajouter une nouvelle mesure

source: Add new item to the list
fr_fr: Ajouter un nouvel élément à la liste

source: Remove selected item
fr_fr: Retirer l'objet sélectionné

source: Remove all items
fr_fr: Retirer tous les objets dans la liste

source: Move selected item up/down in the list
fr_fr: Déplacer les objets sélectionnés dans la liste vers le haut ou vers le bas

source: Select material
fr_fr: Sélectionner la matière

source: Create collection instances of selected objects in radial order
fr_fr: Créer des instances de collection des objets sélectionnés dans un ordre radial

source: Asset preview image size when creating new assets
fr_fr: Taille de l'image de prévisualisation de la ressource lors de la création de nouveaux actifs

source: Asset preview scale in sidebar
fr_fr: Échelle de la prévisualisation de la ressource dans la barre latérale

source: Filter by name
fr_fr: Filtrer par nom

source: Add to favorites
fr_fr: Ajouter aux favoris

source: Remove from favorites
fr_fr: Retirer des favoris

source: Separate loose, center origin and fix orientation (can recover gems from STL file). NOTE: gem ID can be added with Edit Gem tool
fr_fr: Séparer les éléments détachés, centrer l'origine et corriger l'orientation (peut récupérer des pierres précieuses à partir d'un fichier STL) l'ID de la pierre précieuse peut être ajouté avec l'outil d'édition de gemme

source: Ring size format
fr_fr: Format de taille de bague

source: Add materials list to library
fr_fr: Ajouter une liste de matériaux à la bibliothèque

source: Replace materials list
fr_fr: Remplacer la liste de matériaux

source: Import materials list
fr_fr: Importer une liste de matériaux

source: Set materials list imported by default
fr_fr: Définir la liste de matériaux importée par défaut

source: Include viewport preview image in report
fr_fr: Inclure l'image de prévisualisation de la fenêtre de visualisation dans le rapport

source: WARNING
fr_fr: AVERTISSEMENT

source: Unknown gem IDs, carats are not calculated for marked gems (*)
fr_fr: IDs de pierre inconnus, les carats ne sont pas calculés pour des pierres marquées (*)

source: Curve Length
fr_fr: Longueur de la courbe

source: At least two objects must be selected
fr_fr: Au moins deux objets doivent être sélectionnés

source: At least one gem object must be selected
fr_fr: Au moins une pierre doit être sélectionnée

source: At least one mesh object must be selected
fr_fr: Au moins un maillage doit être sélectionné

source: Active object must be a curve
fr_fr: L'objet actif doit être une courbe

source: Selected objects do not have Follow Path constraint
fr_fr: Les objets sélectionnés n'ont pas de contrainte de suivi de chemin

source: File not found
fr_fr: Fichier non trouvé

source: Name must be specified
fr_fr: Le nom doit être spécifié

source: Collection must be specified
fr_fr: La Collection doit être spécifiée

source: Operator already running
fr_fr: Opération déjà en cours d'exécution

source: Overlapping gems
fr_fr: Pierres en superposition

source: {} overlaps found
fr_fr: {} superpositions trouvées

source: Optimal unit settings are in use
fr_fr: Les unités optimales sont définies

source: Settings
fr_fr: Réglages

source: Size (mm)
fr_fr: Dimension (mm)

source: Gem
fr_fr: Pierre

source: Cut
fr_fr: Taille

source: Qty
fr_fr: Qté

source: Sum (ct)
fr_fr: Somme (ct)

source: Materials
fr_fr: Matière

source: Round
fr_fr: Rond

source: Oval
fr_fr: Ovale

source: Cushion
fr_fr: Coussin

source: Pear
fr_fr: Poire

source: Princess
fr_fr: Princesse

source: Square
fr_fr: Carré

source: Octagon
fr_fr: Octaèdre

source: Heart
fr_fr: Coeur

source: Trillion
fr_fr: Billion

source: Amethyst
fr_fr: Amethyste

source: Aquamarine
fr_fr: Aigue-Marine

source: Cubic Zirconia
fr_fr: Zircon cubique

source: Diamond
fr_fr: Diamant

source: Emerald
fr_fr: Emeraude

source: Garnet
fr_fr: Grenat

source: Peridot
fr_fr: Péridot

source: Ruby
fr_fr: Rubis

source: Sapphire
fr_fr: Saphir

source: Spinel
fr_fr: Spinelle

source: Topaz
fr_fr: Topaze

source: Yellow Gold 24K
fr_fr: Or Jaune 24K

source: Yellow Gold 22K
fr_fr: Or Jaune 22K

source: Yellow Gold 18K
fr_fr: Or Jaune 18K

source: Yellow Gold 14K
fr_fr: Or Jaune 14K

source: Yellow Gold 10K
fr_fr: Or Jaune 10K

source: White Gold 18K Pd
fr_fr: Or Blanc 18K Pd

source: White Gold 18K Ni
fr_fr: Or Blanc 18K Ni

source: White Gold 14K Pd
fr_fr: Or Blanc 14K Pd

source: White Gold 14K Ni
fr_fr: Or Blanc 14K Ni

source: White Gold 10K
fr_fr: Or Blanc 10K

source: Rose Gold 18K
fr_fr: Or Rose 18K

source: Rose Gold 14K
fr_fr: Or Rose 14K

source: Rose Gold 10K
fr_fr: Or Rose 10K

source: Yellow Gold 999
fr_fr: Or Jaune 999

source: Yellow Gold 958
fr_fr: Or Jaune 958

source: Yellow Gold 750
fr_fr: Or Jaune 750

source: Yellow Gold 585
fr_fr: Or Jaune 585

source: Yellow Gold 375
fr_fr: Or Jaune 375

source: White Gold 750 Pd
fr_fr: Or Blanc 750 Pd

source: White Gold 750 Ni
fr_fr: Or Blanc 750 Ni

source: White Gold 585 Pd
fr_fr: Or Blanc 585 Pd

source: White Gold 585 Ni
fr_fr: Or Blanc 585 Ni

source: Red Gold 585
fr_fr: Or Rouge 585

source: Red Gold 375
fr_fr: Or Rouge 375

source: Platinum 950
fr_fr: Platine 950

source: Platinum 900
fr_fr: Platine 900

source: Silver 925
fr_fr: Argent 925

source: Silver Sterling
fr_fr: Argent Sterling

source: Brass
fr_fr: Laiton

source: Steel Stainless
fr_fr: Acier Inoxydable

source: Titanium
fr_fr: Titane

source: Color
fr_fr: Couleur

source: Colorless
fr_fr: Sans couleur

source: Yellow
fr_fr: Jaune

source: Yellowish Green
fr_fr: Vert jaunâtre

source: Green
fr_fr: Vert

source: Bluish Green
fr_fr: Vert bleuté

source: Greenish Blue
fr_fr: Bleu verdâtre

source: Purple
fr_fr: Violet

source: Reddish Purple
fr_fr: Violet rougeâtre

source: Red
fr_fr: Rouge

source: Blue
fr_fr: Bleu

source: Violetish Blue
fr_fr: Bleu violacé

source: Pink
fr_fr: Rose

# Jewelry
source: Cut
fr_fr: Taille

# Jewelry
source: Diamond
fr_fr: Diamant

# Jewelry
source: Round
fr_fr: Rond

# Jewelry
source: Spacing
fr_fr: Espace

# Jewelry
source: Cutter
fr_fr: Alésage

# Jewelry
source: Precious
fr_fr: Précieux

# Jewelry
source: Precious ГОСТ 30649-99
fr_fr: Précieux ГОСТ 30649-99

# Operator
source: Add Gem
fr_fr: Ajouter une pierre

# Operator
source: Recover Gem
fr_fr: Retrouver la pierre précieuse

# Operator
source: Distribute on Curve
fr_fr: Distribution de la courbe

# Operator
source: Prongs
fr_fr: Grains

# Operator
source: Lattice Project
fr_fr: Projection de treillis

# Operator
source: Lattice Profile
fr_fr: Profil du treillis

# Operator
source: Size Curve
fr_fr: Dimension de la courbe

# Operator
source: Stretch
fr_fr: Étirer

# Operator
source: Curve Length
fr_fr: Longueur de la courbe

# Operator
source: Design Report
fr_fr: Rapport de conception

# Operator
source: Import Asset
fr_fr: Importer la ressource

# Operator
source: Rename
fr_fr: Renommer

# Operator
source: Replace Asset
fr_fr: Remplacer la ressource

# Operator
source: Replace Preview
fr_fr: Remplacer la prévisualisation

# Operator
source: Create Category
fr_fr: Créer une catégorie

# Operator
source: Rename Category
fr_fr: Créer une catégorie

# Operator
source: Override
fr_fr: Substituer

# Operator
source: Clear List
fr_fr: Effacer la liste

# Operator
source: Add New Material
fr_fr: Ajouter un nouveau matériau

# Operator
source: Overlapping
fr_fr: Superposition

# Operator
source: Set Units
fr_fr: Définir les unités

# Operator
source: Gem Map
fr_fr: Plan d'empierrage

# Operator
source: Add New Measurement
fr_fr: Ajouter une nouvelle mesure

# Operator
source: Add to Library
fr_fr: Ajouter à la bibliothèque

# Operator
source: All
fr_fr: Tout

# Operator
source: Calculate
fr_fr: Calculer

# Operator
source: Similar
fr_fr: Similaire

# Operator
source: Save to File
fr_fr: Enregistrer

# Operator
source: Import
fr_fr: Importer
