Repository: Mu-L/jewelcraft
Catalog: localization/*.po
Languages: ar_eg, es

# Operator
source: Rename Category
ar_eg: أعد تسمية الفئة
es: Renombrar Categoría

# Operator
source: Override
ar_eg: بديل
es: Anular

# Operator
source: Clear List
ar_eg: مسح القائمة
es: Limpiar Lista

# Operator
source: Add New Material
ar_eg: اضافة مادة جديدة
es: Añadir Nuevo Material

# Operator
source: Overlapping
ar_eg: التداخل
es: Superposición

# Operator
source: Set Units
ar_eg: عرف الوحدات
es: Ajustar Unidades

# Operator
source: Gem Map
ar_eg: خريطة الأحجار
es: Mapa de Gema

# Operator
source: Add New Measurement
ar_eg: اضافة قياس جديد
es: Añadir Nueva Medida

# Operator
source: Set Library Folder
es: Ajustar Carpeta de Biblioteca

# Operator
source: Add to Library
ar_eg: أضف الي المكتبة
es: Añadir a Biblioteca

# Operator
source: All
ar_eg: كل
es: Todo

# Operator
source: Calculate
ar_eg: احسب
es: Calcular

# Operator
source: Microprong Cutter
ar_eg: أداة قطع الدعامة الدقيقة
es: Cortador de Micro-Clavijas

# Operator
source: Save to File
ar_eg: احفظه في ملف
es: Guardar a Archivo

# Operator
source: Import
ar_eg: قم باستيراد
es: Importar

# Operator
source: Set Default
ar_eg: ضع في الوضع الافتراضي
es: Ajustar Predeterminado

source: Culet
ar_eg: كوليت

source: Hong Kong
ar_eg: هونج كونج

source: Total
ar_eg: كلي

source: Baguette
ar_eg: باجيت

source: Asscher
ar_eg: الزمرد الكولومبي

source: Radiant
ar_eg: مشع

source: Flanders
ar_eg: فلاندرز

source: mm
ar_eg: مم

source: mm³
ar_eg: مم 3

# Jewelry
source: Base
ar_eg: سبائك معدنية غير ثمينة

# Operator
source: Similar
ar_eg: مماثل
