Repository: Mu-L/jewelcraft
Catalog: localization/*.po
Languages: ar_eg, es

source: Configuration
es: Configuración

source: Gem Colors
es: Colores de Gema

source: Asset Manager
ar_eg: مدير العناصر
es: Gestor de Activos

source: Show Asset Name
ar_eg: أظهر اسم العنصر
es: Mostrar Nombre de Activo

source: Design Report
ar_eg: التقرير التصميمي
es: Informe de Diseño

source: Report Language
ar_eg: لغة التقرير
es: Idioma del Informe

source: Gems
ar_eg: الاحجار الكريمة
es: Gemas

source: Assets
ar_eg: العناصر
es: Activos

source: Select by Trait
ar_eg: اختر من الخصائص
es: Seleccionar por Rasgo

source: Jeweling
ar_eg: التزيين
es: Joyería

source: Weighting
ar_eg: الأوزان
es: Evaluación del Peso

source: Prongs
ar_eg: الدعامات
es: Dientes

source: Cutter
ar_eg: أداة القطع
es: Cortador

source: Overrides
ar_eg: بدائل
es: Usar Anulaciones

source: Line Width
ar_eg: سمك الخط
es: Ancho de Línea

source: Show Composition
ar_eg: أظهر نسب المكونات
es: Mostrar Composición

source: Show Density
ar_eg: أظهر الكثافة
es: Mostrar Densidad

source: Composition
ar_eg: مكون
es: Composición

source: Warnings
ar_eg: تحذيرات
es: Alertas

source: Show All
ar_eg: أظهر الكل
es: Mostrar Todo

source: Material Color
es: Color de Material

source: Scene scale is not optimal
ar_eg: مقياس المشهد غير مفضل
es: La escala de la escena no es óptima.

source: Unsupported unit system
ar_eg: نظام وحدة غير مدعم
es: Sistema de unidades no soportado

source: Limit by Selection
ar_eg: حدد بالاختيار
es: Limitar por Selección

source: Viewport Background
es: Fondo de Vista

source: Save to Image
ar_eg: احفظها في صورة
es: Guardar a Imagen

source: Additional Entries
es: Entradas Adicionales

source: Gem Map
ar_eg: خريطة الأحجار
es: Mapa de Gemas

source: Gem Map Overlay
es: Superposición Mapa de Gema

source: Gem Table
ar_eg: جدول الأحجار
es: Tabla de Gemas

source: Gem Size
ar_eg: قطر الحجر
es: Tamaño de Gemas

source: Weight
ar_eg: الوزن
es: Peso

source: Preview Resolution
ar_eg: مدي الرؤية
es: Resolución de Previa

source: Preview Scale
ar_eg: مقياس الرؤية
es: Escala de Previa

source: Category is empty
ar_eg: الفئة فارغة
es: Categoría vacía

source: Popover Width
es: Ancho del Panel Emergente

source: Snap to Edges
ar_eg: الاقتناص نحو الحواف
es: Adherir a Bordes

source: Spacing Overlay
ar_eg: توقيع المسافات
es: Superponer Espaciado

source: Asset Name
ar_eg: اسم العنصر
es: Nombre de Activo

source: Category Name
ar_eg: اسم الفئة
es: Nombre de Categoría

source: Curvature Scale
ar_eg: مقياس الانحناء
es: Escala de Curvatura

source: Prong Number
ar_eg: رقم الدعامة
es: Número de Clavijas

source: Detalization
ar_eg: التكثيف
es: Detallado

source: Intersection
ar_eg: تقاطع
es: Intersección

source: Bump Scale
ar_eg: مقياس البامب
es: Escala Elevación

source: Diameter
ar_eg: القطر
es: Diámetro

source: Size Offset
ar_eg: معامل الحجم
es: Tamaño Desfase

source: Girdle
ar_eg: منطقة الحزام
es: Pretina

source: Hole
ar_eg: الفتحة السفلية
es: Agujero

source: Handle
ar_eg: الفتحة العلوية
es: Asa

source: Curve Seat
ar_eg: الجزء السفلي المنحني
es: Asiento de Curva

source: Curve Profile
ar_eg: شكل المنحني
es: Perfil de Curva

source: Bevel Corners
ar_eg: زوايا مشطوفة
es: Bisel de Esquinas

source: Length Offset
ar_eg: معامل الطول
es: Longitud del Desfase

source: Width Offset
ar_eg: معامل العرض
es: Ancho del Desfase

source: Position Offset
ar_eg: معامل التمركز
es: Posición del Desfase

source: Mirror Axis
ar_eg: محور الانعكاس
es: Eje de Simetría

source: Select Children
ar_eg: اختر الأطفال
es: Seleccionar Hijos

source: Parent to selected
ar_eg: أنسب الأبوية للعنصر المختار
es: Padre a Seleccionado

source: Use 3D Cursor
ar_eg: استخدم المؤشر ثلاثي الابعاد
es: Usar Cursor 3D

source: Ring Size
ar_eg: مقاس الخاتم
es: Tamaño de Anillo

source: USA
ar_eg: الولايات المتحدة الأمريكية
es: Estados Unidos

source: Britain
ar_eg: بريطانيا
es: Gran Bretaña

source: Swiss
ar_eg: سويسرا
es: Suiza

source: Japan
ar_eg: اليابان
es: Japón

source: Circumference
ar_eg: المحيط الخارجي
es: Circunferencia

source: Distribution (%)
ar_eg: التوزيع (%)
es: Distribución (%)

source: Only ID
es: Solo ID

source: Force Edit
es: Forzar Edición

source: Zero dimensions
es: Dimensiones cero

source: Action completed
es: Acción completada

source: No corresponding size
es: Sin tamaño correspondiente

source: Wedge
es: Cuña

source: Keep Z Direction
es: Conservar Dirección Z

source: Open add-on preferences window
es: Abrir ventana de preferencias del complemento

source: Configuration folder for certain add-on preferences, like asset favorites, gem colors and similar
es: Carpeta de configuración para ciertas preferencias del agregado, como favoritos de activos, colores de gemas y similares

source: Makes transforms on Z axis consistent with original object (does not affect gems)
es: Hace que las transformaciones en el eje Z sean consistentes con el objeto original (no afecta a las gemas)

source: Add gemstone to the scene
ar_eg: أضف حجر كريم الي المشهد
es: Añadir gema a la escena

source: Edit selected gems
ar_eg: عدل الأحجار المختارة
es: Editar gemas seleccionadas

source: Round diamonds only
ar_eg: أحجار كريمة مدورة فقط
es: Solo diamantes redondos

source: Show colors list
es: Mostrar lista de colores

source: Force edit selected mesh objects, can be used to make gems from non-gem objects
es: Forzar la edición de objetos malla seleccionados, se puede usar para hacer gemas a partir de objetos que no son gemas

source: Only edit gem identifiers, not affecting object data and materials
ar_eg: فقط أدوات تعديل الأحجار لا تؤثر علي بيانات العنصر والمواد
es: Editar solo identificadores de gemas, sin afectar los datos y materiales de los objetos

source: Save to file in project folder
ar_eg: احفظه في ملف في مجلد المشروع
es: Guardar en archivo en la carpeta del proyecto

source: Use user preferences language setting
ar_eg: استخدم اعدادات المستخدم للغة
es: Usar los ajustes de preferencias de usuario del idioma

source: Select gems by trait
ar_eg: اختار الاحجار الكريمة من الخصائص
es: Seleccionar gemas por rasgo

source: Distribute selected object along active curve (Shortcut: hold Ctrl when using the tool to avoid properties reset)
ar_eg: وزع العنصر المختار علي طول المحني المحدد (اختصار: اضغط علي كنترول عند استخدام الأداة لتجنب اعادة انشاء الخصائص)
es: Dispersión del objeto seleccionado a lo largo de la curva activa (Shortcut: hold Ctrl when using the tool to avoid properties reset)

source: Redistribute selected objects along curve
ar_eg: أعد توزيع العناصر المختارة علي طول المنحني
es: Redistribuir objetos seleccionados a lo largo de la curva

source: Display weight and volume for selected mesh objects
ar_eg: أظهر الوزن والحجم للعناصر الشبكية المختارة
es: Mostrar peso y volumen para objetos de malla seleccionados

source: Create instance face for selected objects
ar_eg: قم بعمل نسخة من العناصر المختارة
es: Crear cara de instancia para objetos seleccionados

source: Create size curve
ar_eg: أنشا منحني
es: Crear curva de tamaño

source: Stretch deformed objects along curve on X axis, also works in Edit Mode with selected vertices
ar_eg: مد العناصر المشكلة علي طول المنحني علي محور س ، وأيضا العمل في نظام التعديل مع النقط الشبكية المختارة
es: Estirar objetos deformados a lo largo de la curva en el eje X, también funciona en el modo de edición con los vértices seleccionados

source: Display curve length
ar_eg: أظهر طول المنحني
es: Mostrar longitud de la curva

source: Move deformed object over or under the curve
ar_eg: ضع العنصر المشكل أعلي أو أسفل المنحني
es: Mover el objeto deformado sobre o por debajo de la curva

source: Mirror selected objects around one or more axes, keeping object data linked
ar_eg: أعكس العناصر المختارة حول محور أو أكثر محافظا علي اتصال بيانات العنصر
es: Simetría de los objetos seleccionados alrededor de uno o más ejes, manteniendo los datos de los objetos vinculados

source: Project selected objects onto active object using Lattice
ar_eg: أسقط عناصر مختارة علي عنصر نشط باستخدام عنصر شبكي
es: Proyectar objetos seleccionados en objetos activos usando Jaula

source: Deform active object profile with Lattice, also works in Edit Mode with selected vertices
ar_eg: قم بتشكيل منحني العنصر النشط مع العنصر الشبكي وأيضا يعمل في نظاام التعديل مع نقاط الشبكة المختارة
es: Deformar perfil de objeto activo con Jaula, también funciona en el modo de edición con los vértices seleccionados

source: Create prongs for selected gems (Shortcut: hold Ctrl when using the tool to avoid properties reset)
ar_eg: قم بتكوين دعامات للأحجار الكريمة المختارة (اختصار: اضغط علي كنترول عند استخدام الأداة لتجنب اعادة انشاء الخصائص)
es: Crea puntas para gemas seleccionadas (Shortcut: hold Ctrl when using the tool to avoid properties reset)

source: Create cutter for selected gems (Shortcut: hold Ctrl when using the tool to avoid properties reset)
ar_eg: قم بانشاء ألة القطع للأحجار الكريمة المختارة (اختصار: اضغط علي كنترول عند استخدام الأداة لتجنب اعادة انشاء الخصائص)
es: Crea un cortador para las gemas seleccionadas (Shortcut: hold Ctrl when using the tool to avoid properties reset)

source: Curve start position
es: Posición inicial de la curva

source: Density g/cm³
ar_eg: الكثافة جم/ سم3
es: Densidad gr/cm³

source: Create category
ar_eg: كون فئة
es: Crear categoría

source: Rename category
ar_eg: أعد تسمية الفئة
es: Renombrar categoría

source: Refresh asset UI
ar_eg: انعاش واجهة المستخدم للعناصر
es: Actualizar interfaz de activo

source: Add selected objects to asset library
ar_eg: أضف العناصر المختارة الي مكتبة العناصر
es: Añadir objetos seleccionados a la biblioteca de activos

source: Rename asset
ar_eg: أعد تسمية العنصر
es: Renombrar activo

source: Remove from library
ar_eg: قم بمسح العنصر من المكتبة
es: Eliminar activo de biblioteca

source: Replace current asset with selected objects
ar_eg: استبدل العنصر الحالي بعناصر مختارة
es: Reemplazar el activo actual con objetos seleccionados

source: Replace asset preview image
ar_eg: استبدل صورة العنصر الملتقطة
es: Reemplazar imagen de vista previa del activo

source: Import selected asset
ar_eg: قم باستيراد العنصر المختار
es: Importar activo seleccionado

source: Asset category
ar_eg: فئة العناصر
es: Categoría de activo

source: Show asset name in sidebar
ar_eg: أظهر اسم العنصر في الشريط الجانبي
es: Mostrar nombre de activos en la barra de herramientas

source: Show distance to nearby gems
ar_eg: أظهر المسافة بين الأحجار الكريمة المتقاربة
es: Mostrar la distancia a las gemas cercanas

source: Use object defined overlay settings
ar_eg: استخدم العنصر المحدد في اعدادات التوقيع
es: Usar las anulaciones de los controles definidos por el objeto

source: Draw overlay in front of objects
ar_eg: قم برسم مخطط علي العناصر
es: Mostrar los controles por delante de los objetos

source: Override overlay settings for selected objects
ar_eg: اعدادات بديلة للعناصر المحددة
es: Anular las propiedades de visualización del control para los objetos seleccionados

source: Remove overrides from selected objects
ar_eg: ازالة الاعدادات البديلة للعناصر المختارة
es: Eliminar propiedades de anulación del control de los objetos seleccionados

source: Add new material to the list
ar_eg: أضف مادة جديدة الي القائمة
es: Añadir nuevo material a la lista

source: Show material density
ar_eg: قم باظهار كثافة المادة في القائمة
es: Mostrar la densidad del material en la lista

source: Show material composition
ar_eg: أظهر مكونات المادة في القائمة
es: Mostrar la composición del material en la lista

source: Material name
ar_eg: اسم المادة
es: Nombre del material

source: Material composition
ar_eg: مكونات المادة
es: Composición del material

source: Use one-dimensional lattice for even deformation
ar_eg: استخدم عنصر شبكي أحادي البعد للتشكل
es: Usar jaula unidimensional para una deformación uniforme

source: Use two-dimensional lattice for proportional deformation
ar_eg: استخدم عنصر شبكي ثنائي الأبعاد في التشكل النسبي
es: Usar jaula bidimensional para deformación proporcional

source: Scale selected objects to given size
ar_eg: قم باستخدام المقاس المعطي للعناصر المختارة
es: Escalar los objetos seleccionados al tamaño dado

source: Move each object individually
ar_eg: حرك كل عنصر منفردا
es: Mover cada objeto individualmente

source: Enable material for weighting display
ar_eg: قم بتفعيل المادة من أجل اظهار الوزن
es: Activar material para visualización de pesado

source: Parent imported asset to selected objects (Shortcut: hold Alt when using the tool)
ar_eg: قم بتنسيب الأبوية للعنصر المستورد علي العناصر المختارة (الاختصار : اضغط ألت عندما تستخدم الأداة)
es: Activo padre importado a los objetos seleccionados (Atajo: mantener presionada la tecla Alt al usar la herramienta)

source: Select gems that are less than 0.1 mm distance from each other or overlapping
ar_eg: اختر الأحجار التي لديها مسافة تداخل أقل من 0.1 مم
es: Seleccionar gemas que estén a menos de 0.1 mm de distancia entre sí o superpuestas

source: Show spacing guide for all visible gems
ar_eg: قم باظهار استرشادي للمسافات لكل الأحجار المرئية
es: Mostrar guía de espaciado para todas las gemas visibles

source: Show for all visible gems
es: Mostrar para todas las gemas visibles

source: Use gem material color for gem map
es: Usar color de material de gema para mapa de gema

source: Set optimal unit settings for jewelry modelling
ar_eg: أضبط اعدادات الوحدة المفضلة لنمذجة المجوهرات
es: Ajustar la configuración de unidad óptima para el modelado de joyas

source: Compose gem table and map it to gems in the scene
ar_eg: قم بتكوين جدول للأحجار ووقعه علي الأحجار في المشهد
es: Componer la tabla de gemas y asignar gemas en la escena

source: Present summary information about the design, including gems, sizes and weight
ar_eg: قم بتقديم معلومات ملخصة عن التصميم تشمل الأحجار الكريمة والأحجام والأوزان
es: Presentar información resumida sobre el diseño, incluidas gemas, tamaños y peso

source: Add a new measurement
ar_eg: أضف قياس جديد
es: Añadir una nueva medida

source: Target type
es: Tipo de Objetivo

source: Add new item to the list
ar_eg: أضف عنصر جديد الي القائمة
es: Añadir un nuevo elemento a la lista

source: Remove selected item
ar_eg: قم بمسح العنصر المختار
es: Eliminar elemento seleccionado

source: Remove all items
ar_eg: قم بمسح كل عناصر القائمة
es: Eliminar todos los elementos de la lista

source: Move selected item up/down in the list
ar_eg: قم بتحريك العنصر المختار أعلي أو لأسفل في القائمة
es: Mover el elemento seleccionado hacia arriba o hacia abajo en la lista

source: Select material
ar_eg: اختر المادة
es: Seleccionar material

source: Create collection instances of selected objects in radial order
es: Crear instancias de colección de objetos seleccionados en orden radial

source: Asset preview image size when creating new assets
ar_eg: حجم صورة رؤية العنصر عند تكوين عناصر جديدة
es: Tamaño de la imagen de vista previa del activo al crear nuevos activos

source: Asset preview scale in sidebar
ar_eg: مقياس رؤية العنصر في الشريط الجانبي
es: Escala de previa de activo en la barra lateral

source: Filter by name
ar_eg: فرز باستخدام الاسم
es: Filtrar por nombre

source: Add to favorites
ar_eg: أضف الي قائمة المفضلات
es: Añadir a favoritos

source: Remove from favorites
ar_eg: قم بالازالة من قائمة المفضلات
es: Eliminar de favoritos

source: Separate loose, center origin and fix orientation (can recover gems from STL file). NOTE: gem ID can be added with Edit Gem tool
es: Separar perdidos, centrar origen y arreglar la orientación (se pueden recuperar gemas de un archivo STL). NOTA: el ID de gema se puede añadir con la herramienta Editar Gema

source: Ring size format
ar_eg: تنسيق حجم الحلقة
es: Formato tamaño anillo

source: Create microprong cutter between selected gems
ar_eg: أضف أداة قطع الدعامة الدقيقة بين الأحجار الكريمة المختارة
es: Crear cortador de micro-clavijas entre las gemas seleccionadas

source: Add materials list to library
es: Añadir lista de materiales a biblioteca

source: Replace materials list
es: Reemplazar lista de materiales

source: Import materials list
es: Importar lista de materiales

source: Set materials list imported by default
es: Ajustar lista de materiales importada a predeterminada

source: Include viewport preview image in report
es: Incluir imagen de previsualización en el informe

source: Include metadata in report
es: Incluir metadatos en el informe

source: WARNING
ar_eg: تحذير
es: ADVERTENCIA

source: Unknown gem IDs, carats are not calculated for marked gems (*)
ar_eg: رموز مجهولة للاحجار ، لا يتم حساب الأوزان للأحجار المحددة(*)
es: ID de gemas desconocidas, los quilates no se calcularon para las gemas marcadas (*)

source: Curve Length
ar_eg: طول المنحني
es: Longitud de Curva

source: At least two objects must be selected
ar_eg: علي الأقل عنصريين يلزم اختيارهم
es: Al menos dos objetos deben ser seleccionados

source: At least one gem object must be selected
ar_eg: علي الأقل حجر كريم واحد يلزم اختياره
es: Al menos un objeto gema debe ser seleccionado

source: At least one mesh object must be selected
ar_eg: علي الأقل عنصر تشابكي واحد يجب اختياره
es: Al menos un objeto de malla debe ser seleccionado

source: Active object must be a curve
ar_eg: العنصر النشط لا بد أن يكون منحني
es: El objeto activo debe ser una curva

source: Selected objects do not have Follow Path constraint
ar_eg: العناصر المختارة ليس لها قيد لمسار الحركة
es: Los objetos seleccionados no tienen la restricción Seguir Trayectoría

source: File not found
ar_eg: الملف غير موجود
es: Archivo no encontrado

source: Name must be specified
ar_eg: يلزم تحديد الاسم
es: El nombre debe ser especificado

source: Collection must be specified
ar_eg: التجميعة يجب تحديدها
es: Se debe especificar colección

source: Operator already running
es: Operador ya ejecutándose

source: No gems in the scene
es: No hay gemas en la escena

source: Overlapping gems
ar_eg: أحجار كريمة متداخلة
es: Gemas superpuestas

source: {} overlaps found
ar_eg: {} تداخلات موجودة
es: {} superposiciones encontradas

source: Optimal unit settings are in use
ar_eg: اعدادات الوحدة المفضلة قيد الاستخدام
es: Los ajustes óptimos de unidades están en uso

source: Volume
ar_eg: حجم
es: Volumen

source: Settings
ar_eg: الاعدادات
es: Ajustes

source: Size (mm)
ar_eg: القطر بالمم
es: Tamaño (mm)

source: Gem
ar_eg: حجر كريم
es: Gema

source: Cut
ar_eg: قطع
es: Corte

source: Qty
ar_eg: الكمية
es: Cantidad

source: Sum (ct)
ar_eg: مجموع ( قيراط )
es: Suma (ct)

source: Carats
ar_eg: قيراط
es: Quilates

source: Materials
ar_eg: المواد
es: Materiales

source: Notes
ar_eg: ملاحظات
es: Notas

source: Round
ar_eg: مدور
es: Redonda

source: Oval
ar_eg: بيضاوي
es: Óvalo

source: Cushion
ar_eg: علي شكل وسادة
es: Cojín

source: Pear
ar_eg: علي شكل كمثري
es: Pera

source: Marquise
ar_eg: ماركيز
es: Marquesa

source: Princess
ar_eg: أميرة
es: Princesa

source: Square
ar_eg: مربع
es: Cuadrado

source: Octagon
ar_eg: مثمن
es: Octógono

source: Heart
ar_eg: قلب
es: Corazón

source: Trillion
ar_eg: تريليون
es: Trillón

source: Trilliant
ar_eg: الراين
es: Trillante

source: Triangle
ar_eg: مثلت
es: Triángulo

source: Alexandrite
ar_eg: ألكسندريت
es: Alejandrita

source: Amethyst
ar_eg: الأماثيست
es: Amatista

source: Aquamarine
ar_eg: الأكوامارين
es: Aguamarina

source: Citrine
ar_eg: سيترين
es: Citrino

source: Cubic Zirconia
ar_eg: زركونيا مكعب
es: Zirconia Cúbica

source: Diamond
ar_eg: الماس
es: Diamante

source: Emerald
ar_eg: زمرد
es: Esmeralda

source: Garnet
ar_eg: العقيق
es: Granate

source: Morganite
ar_eg: مورجانيت
es: Morganita

source: Peridot
ar_eg: الزبرجد
es: Peridoto

source: Quartz
ar_eg: المرو
es: Cuarzo

source: Ruby
ar_eg: الياقوت
es: Rubí

source: Sapphire
ar_eg: الزفير
es: Zafiro

source: Spinel
ar_eg: الإسبنيل
es: Espinela

source: Tanzanite
ar_eg: تنزانيت
es: Tanzanita

source: Topaz
ar_eg: توباز
es: Topacio

source: Tourmaline
ar_eg: تورمالين
es: Turmalina

source: Zircon
ar_eg: الزركون
es: Circonio

source: Yellow Gold 24K
ar_eg: ذهب أصفر عيار 24
es: Oro Amarillo 24K

source: Yellow Gold 22K
ar_eg: ذهب أصفر عيار 22
es: Oro Amarillo 22K

source: Yellow Gold 18K
ar_eg: ذهب أصفر عيار 18
es: Oro Amarillo 18K

source: Yellow Gold 14K
ar_eg: ذهب أصفر عيار 14
es: Oro Amarillo 14K

source: Yellow Gold 10K
ar_eg: ذهب أصفر عيار 10
es: Oro Amarillo 10K

source: White Gold 18K Pd
ar_eg: ذهب أبيض عيار 18 بالاديوم
es: Oro Blanco 18K Pd

source: White Gold 18K Ni
ar_eg: ذهب أبيض عيار 18 نيكل
es: Oro Blanco 18K Ni

source: White Gold 14K Pd
ar_eg: ذهب أبيض عيار 14 بالاديوم
es: Oro Blanco 14K Pd

source: White Gold 14K Ni
ar_eg: ذهب أبيض عيار 14 نيكل
es: Oro Blanco 14K Ni

source: White Gold 10K
ar_eg: ذهب أبيض عيار 10
es: Oro Blanco 10K

source: Rose Gold 18K
ar_eg: ذهب وردي عيار 18
es: Oro Rosa 18K

source: Rose Gold 14K
ar_eg: ذهب وردي عيار 14
es: Oro Rosa 14K

source: Rose Gold 10K
ar_eg: ذهب وردي عيار 10
es: Oro Rosa 10K

source: Yellow Gold 999
ar_eg: ذهب أصفر 999
es: Oro Amarillo 999

source: Yellow Gold 958
ar_eg: ذهب أصفر 958
es: Oro Amarillo 958

source: Yellow Gold 750
ar_eg: ذهب أصفر 750
es: Oro Amarillo 750

source: Yellow Gold 585
ar_eg: ذهب أصفر 585
es: Oro Amarillo 585

source: Yellow Gold 375
ar_eg: ذهب أصفر 375
es: Oro Amarillo 375

source: White Gold 750 Pd
ar_eg: ذهب أبيض 750 بالاديوم
es: Oro Blanco 750 Pd

source: White Gold 750 Ni
ar_eg: ذهب أبيض 750 نيكل
es: Oro Blanco 750 Ni

source: White Gold 585 Pd
ar_eg: ذهب أبيض 585 بالاديوم
es: Oro Blanco 585 Pd

source: White Gold 585 Ni
ar_eg: ذهب أبيض 585 نيكل
es: Oro Blanco 585 Ni

source: Red Gold 585
ar_eg: ذهب أحمر 585
es: Oro Rojo 585

source: Red Gold 375
ar_eg: ذهب أحمر 375
es: Oro Rojo 375

source: Platinum 950
ar_eg: بلاتونيوم 950
es: Platino 950

source: Platinum 900
ar_eg: بلاتونيوم 900
es: Platino 900

source: Palladium 950
ar_eg: بالاديوم 950
es: Paladio 950

source: Silver 925
ar_eg: فضة 925
es: Plata 925

source: Silver Sterling
ar_eg: فضة إسترلينية
es: Plata de Ley

source: Brass
ar_eg: النحاس
es: Latón

source: Bronze
ar_eg: البرونز
es: Bronce

source: Steel Stainless
ar_eg: الصلب المقاوم للصدأ
es: Acero Inoxidable

source: Titanium
ar_eg: التيتانيوم
es: Titanio

source: g
ar_eg: جم
es: gr

source: ct
ar_eg: قيراط
es: K

source: pcs
es: piezas

source: Colorless
es: Incoloro

source: Yellow
es: Amarillo

source: Yellowish Green
es: Verde Amarillento

source: Green
es: Verde

source: Bluish Green
es: Verde Azulado

source: Greenish Blue
es: Azul Verdoso

source: Purple
es: Púrpura

source: Reddish Purple
es: Púrpura Rojizo

source: Red
es: Rojo

source: Blue
es: Azul

source: Violetish Blue
es: Azul Violáceo

source: Pink
es: Rosa

# Jewelry
source: Cut
ar_eg: قطع
es: Corte

# Jewelry
source: Diamond
ar_eg: الماس
es: Diamante

# Jewelry
source: Round
ar_eg: دائري
es: Redondo

# Jewelry
source: Spacing
ar_eg: المسافة
es: Espaciado

# Jewelry
source: Cutter
ar_eg: أداة القطع
es: Cortador

# Jewelry
source: Precious
ar_eg: سبائك ثمينة شائعة
es: Preciosa

# Jewelry
source: Precious ГОСТ 30649-99
ar_eg: سبائك ثمينة طبقا للمواصفات الروسية
es: Preciosa ГОСТ 30649-99

# Operator
source: Add Gem
ar_eg: أضف حجر كريم
es: Añadir Gema

# Operator
source: Recover Gem
es: Recuperar Gema

# Operator
source: Distribute on Curve
ar_eg: وزع علي المنحني
es: Dispersor de Curva

# Operator
source: Prongs
ar_eg: الدعامات
es: Clavijas

# Operator
source: Instance Face
es: Cara de Instancia

# Operator
source: Lattice Project
ar_eg: اسقاط الشبكية
es: Proyección de Jaula

# Operator
source: Lattice Profile
ar_eg: منحني الشبكية
es: Perfil de Jaula

# Operator
source: Size Curve
ar_eg: قطر المنحني
es: Curva de Tamaño

# Operator
source: Stretch
ar_eg: مد
es: Estirar

# Operator
source: Curve Length
ar_eg: طول المحني
es: Longitud de Curva

# Operator
source: Design Report
ar_eg: التقرير التصميمي
es: Informe de Diseño

# Operator
source: Import Asset
ar_eg: استورد العنصر
es: Importar Activo

# Operator
source: Rename
ar_eg: أعد تسمية
es: Renombrar

# Operator
source: Replace Asset
ar_eg: استبدل العنصر
es: Reemplazar Activo

# Operator
source: Replace Preview
ar_eg: استبدل المنظور
es: Reemplazar Previa

# Operator
source: Create Category
ar_eg: كون فئة
es: Crear Categoría
